#
# 20193064 이창우
# LAB 2-5 로봇 기자가 야구기사를 쓰다, 63쪽
#
stadium = input('경기장은 어디입니까? ')
winner = input('이긴 팀은 어디입니까? ')
loser = input('진 팀은 어디입니까? ')
mvp = input('우수선수는 누구입니까? ')
score = input('스코어는 몇대몇입니까? ')

print('')
print('===================================================')
print('오늘', stadium,'에서 야구 경기가 열렸습니다.')
print(winner, '와', loser, '은 치열한 공방전을 펼쳤습니다.')
print(mvp,'의 맹활약으로 ',winner,'가',loser,'를 ', score,'로 이겼습니다.')
print('===================================================')
print ('프로그램을 종료합니다.')
